Repository: 84000/data-translation-memory
Catalog: toh317_84000-distinctly-ascertaining-the-meanings.tmx
Source language: bo
Languages: en

source: དོན་རྣམ་པར་ངེས་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས།
en: The Dharma Instruction “Distinctly Ascertaining the Meanings” Distinctly Ascertaining the Meanings

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: I bow to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་ཤར་ཕྱོགས་ཀྱི་ཀུན་དགའ་ར་བ་རི་དགས་འཛིན་གྱི་མའི་ཁང་པ་ན་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། ཐབས་ཅིག་ཏུ་བཞུགས་སོ།
en: Thus did I hear at one time. The Bhagavat was residing in Śrāvastī, at the eastern pleasance in the palace of Mṛgāra’s mother, with a great saṅgha of one thousand two hundred and fifty bhikṣus.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྤྲིན་ལྟར་ཟབ་ཅིང་སྙན་ལ་རྒྱ་ཆེ་བའི་ཚངས་པའི་དབྱངས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: There, with a Brahmā voice that, like a cloud, was deep, delightful, and vast, the Bhagavat addressed the bhikṣus:

source: དགེ་སློང་དག་ཁྱེད་ལ་ཆོས་བཤད་པར་བྱ་སྟེ། ཚངས་པར་སྤྱོད་པ། ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ། དོན་བཟང་པོ། །ཚིག་འབྲུ་བཟང་པོ། །མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ་འདི་ལྟ་སྟེ། དོན་རྣམ་པར་ངེས་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་ཡང་དག་པར་རབ་ཏུ་བཤད་པར་བྱས།
en: “Bhikṣus, I will teach you the Dharma that is auspicious in the beginning, auspicious in the middle, and auspicious in the end, that has good meaning and is well expressed. I will clarify the unique, complete, pure, and purified Brahman conduct, the Dharma instruction Distinctly Ascertaining the Meanings

source: དེ་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བཤད་དོ།
en: Listen properly and keep it firmly in your mind; I am going to speak.”

source: །དགེ་སློང་དག་གིས་བཅོམ་ལྡན་འདས་ལེགས་སོ་ཞེས་གསོལ་ཏེ།
en: “Good, Bhagavat,” the bhikṣus answered.

source: བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: The Bhagavat spoke to them thus:

source: །དགེ་སློང་དག་དོན་རྣམ་པར་ངེས་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་དེ་གང་ཞེ་ན།
en: “What, bhikṣus, is the Dharma instruction Distinctly Ascertaining the Meanings

source: འདི་ལྟ་སྟེ། ཕུང་པོ་ལྔ་དང་། ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་དང་། ཁམས་བཅྭ་བརྒྱད་དང་། སྐྱེ་མཆེད་བཅུ་གཉིས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡན་ལག་བཅུ་གཉིས་དང་། འཕགས་པའི་བདེན་པ་བཞི་དང་། དབང་པོ་ཉི་ཤུ་རྩ་གཉིས་དང་། བསམ་གཏན་བཞི་དང་། ཚངས་པའི་གནས་པ་བཞི་དང་། ལམ་བཞི་དང་། ཏིང་ངེ་འཛིན་བསྒོམ་པ་བཞི་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དང་། ཡང་དག་པར་སྤོང་བ་བཞི་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་། སྟོབས་ལྔ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། དབུགས་རྔུབ་པ་དང་འབྱུང་བ་དྲན་པ་རྣམ་པ་བཅུ་དྲུག་དང་། རྒྱུན་དུ་ཞུགས་པའི་ཡན་ལག་བཞི་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་དང་། སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་། དཔེ་བྱད་བཟང་པོ་བརྒྱད་ཅུ་སྟེ།
en: It consists of the five aggregates, the five aggregates of clinging, the eighteen bases, the twelve entrances, dependent arising with twelve parts, the four truths of the noble ones, the twenty-two faculties, the four meditations, the four Brahma abodes, the four courses, the four cultivations of samādhi, the four placements of mindfulness, the four right efforts, the four footings of success, the five faculties, the five strengths, the seven parts of awakening, the noble path with eight parts, mindfulness of inhalation and exhalation with sixteen aspects, the four parts of entering the stream, the ten strengths of the Tathāgata, the four confidences, the four special knowledges, the eighteen dharmas exclusive to a buddha, the thirty-two marks of a great person, and the eighty minor marks.

source: དགེ་སློང་དག་འདི་ནི་དོན་རྣམ་པར་ངེས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་མདོར་བསྟན་པའོ།
en: This, bhikṣus, is the list of topics for the Dharma instruction Distinctly Ascertaining the Meanings

source: །དགེ་སློང་དག་དེ་ལ་ཕུང་པོ་ལྔ་གང་ཞེ་ན།
en: “Now, bhikṣus, what are the five aggregates?

source: འདི་ལྟ་སྟེ། གཟུགས་ཀྱི་ཕུང་པོ་དང་། ཚོར་བའི་ཕུང་པོ་དང་། འདུ་ཤེས་ཀྱི་ཕུང་པོ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་སྟེ།
en: They are the aggregate of form, the aggregate of feeling, the aggregate of notion , the aggregate of assembled factors, and the aggregate of consciousness.

source: དགེ་སློང་དག་འདི་དག་ནི་ཕུང་པོ་ལྔའོ།
en: These, bhikṣus, are the five aggregates.

source: །དགེ་སློང་དག་དེ་ལ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་གང་ཞེ་ན།
en: “Now, bhikṣus, what are the five aggregates of clinging?

source: འདི་ལྟ་སྟེ། གཟུགས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་དང་། ཚོར་བ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་དང་། འདུ་ཤེས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་དང་། འདུ་བྱེད་ཉེ་བར་ལེན་པའི་ཕུང་པོ་དང་། རྣམ་པར་ཤེས་པ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་སྟེ།
en: They are the aggregate of clinging of form, the aggregate of clinging of feeling, the aggregate of clinging of notion, the aggregate of clinging of assembled factors, and the aggregate of clinging of consciousness.

source: དགེ་སློང་དག་འདི་དག་ནི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའོ།
en: These, bhikṣus, are the five aggregates of clinging.

source: །དགེ་སློང་དག་དེ་ལ་ཁམས་བཅྭ་བརྒྱད་གང་ཞེ་ན།
en: “Now, bhikṣus, what are the eighteen bases?

source: འདི་ལྟ་སྟེ། མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཏེ།
en: They are the eye base, form base, eye-consciousness base, ear base, sound base, ear-consciousness base, nose base, smell base, nose-consciousness base, tongue base, flavor base, tongue-consciousness base, body base, tangibles base, body-consciousness base, thought base, dharma base, and thought-consciousness base.

source: དགེ་སློང་དག་འདི་དག་ནི་ཁམས་བཅྭ་བརྒྱད་ཅེས་བྱའོ།
en: These, bhikṣus, are explained as the eighteen bases.

source: །དགེ་སློང་དག་དེ་ལ་སྐྱེ་མཆེད་བཅུ་གཉིས་གང་ཞེ་ན།
en: “Now, bhikṣus, what are the twelve entrances?

source: འདི་ལྟ་སྟེ། མིག་ནང་གི་སྐྱེ་མཆེད་དང་། གཟུགས་ཕྱིའི་སྐྱེ་མཆེད་དང་། རྣ་བ་ནང་གི་སྐྱེ་མཆེད་དང་། སྒྲ་ཕྱིའི་སྐྱེ་མཆེད་དང་། སྣ་ནང་གི་སྐྱེ་མཆེད་དང་། དྲི་ཕྱིའི་སྐྱེ་མཆེད་དང་། ལྕེ་ནང་གི་སྐྱེ་མཆེད་དང་། རོ་ཕྱིའི་སྐྱེ་མཆེད་དང་། ལུས་ནང་གི་སྐྱེ་མཆེད་དང་། རེག་བྱ་ཕྱིའི་སྐྱེ་མཆེད་དང་། ཡིད་ནང་གི་སྐྱེ་མཆེད་དང་། ཆོས་ཕྱིའི་སྐྱེ་མཆེད་དེ།
en: They are the internal entrance of the eye, the external entrance of form, the internal entrance of the ear, the external entrance of sound, the internal entrance of the nose, the external entrance of smell, the internal entrance of the tongue, the external entrance of flavor, the internal entrance of the body, the external entrance of tangibles, the internal entrance of thought, and the external entrance of dharmas.

source: །དགེ་སློང་དག་འདི་དག་ནི་སྐྱེ་མཆེད་བཅུ་གཉིས་ཞེས་བྱའོ།
en: These, bhikṣus, are explained as the twelve entrances.

source: །དགེ་སློང་དག་དེ་ལ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡན་ལག་བཅུ་གཉིས་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: “Now, bhikṣus, what is dependent arising with twelve parts? It is thus: assembled factors with ignorance as their condition, consciousness with assembled factors as its condition, name-and-form with consciousness as its condition, the six entrances with name-and-form as their condition, contact with the six entrances as its condition, feeling with contact as its condition, craving with feeling as its condition, clinging with craving as its condition, existence with clinging as its condition, birth with existence as its condition, and decay, death, grief, lamentation, suffering, mental anguish, and ensuing weariness with birth as their condition come into existence. Thus is the arising, in its entirety, of what is purely a great aggregate of suffering.

source: མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་རྣམས།
en: “Due to the cessation of ignorance, assembled factors cease;

source: འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ།
en: due to the cessation of assembled factors, consciousness ceases;

source: རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས།
en: due to the cessation of consciousness, name-and-form ceases;

source: མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག །སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ།
en: due to the cessation of name-and-form, the six entrances cease; due to the cessation of the six entrances, contact ceases;

source: རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ།
en: due to the cessation of contact, feeling ceases;

source: ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ།
en: due to the cessation of feeling, craving ceases;

source: སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ།
en: due to the cessation of craving, clinging ceases;

source: ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ།
en: due to the cessation of clinging, existence ceases;

source: སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ།
en: due to the cessation of existence, birth ceases;

source: སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་འབྱུང་བར་འགྱུར་ཏེ། དེ་ལྟར་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འདི་འབའ་ཞིག་འབྱུང་བར་འགྱུར་རོ། །མ་རིག་པ་འགགས་པས་འདུ་བྱེད་འགག །འདུ་བྱེད་འགགས་པས་རྣམ་པར་ཤེས་པ་འགག །རྣམ་པར་ཤེས་པ་འགགས་པས་མིང་དང་གཟུགས་འགག །མིང་དང་གཟུགས་འགགས་པས་སྐྱེ་མཆེད་དྲུག་འགག །སྐྱེ་མཆེད་དྲུག་འགགས་པས་རེག་པ་འགག །རེག་པ་འགགས་པས་ཚོར་བ་འགག །ཚོར་བ་འགགས་པས་སྲེད་པ་འགག །སྲེད་པ་འགགས་པས་ལེན་པ་འགག །ལེན་པ་འགགས་པས་སྲིད་པ་འགག །སྲིད་པ་འགགས་པས་སྐྱེ་བ་འགག །སྐྱེ་བ་འགགས་པས་རྒ་ཤི་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་འགག་པར་འགྱུར་ཏེ།
en: due to the cessation of birth, decay, death, grief, lamentation, suffering, mental anguish, and ensuing weariness cease.

source: དེ་ལྟར་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འདི་འབའ་ཞིག་འགག་པར་འགྱུར་རོ།
en: Thus is the cessation, in its entirety, of what is purely a great aggregate of suffering.

source: །དེ་ལ་མ་རིག་པ་གང་ཞེ་ན།
en: “Now, what is ignorance?

source: འདི་ལྟ་སྟེ།
en: It is this:

source: སྔོན་གྱི་མཐའ་མི་ཤེས་པ་དང་། ཕྱི་མའི་མཐའ་མི་ཤེས་པ་དང་། སྔོན་དང་ཕྱི་མའི་མཐའ་མི་ཤེས་པ་དང་། ནང་མི་ཤེས་པ་དང་། ཕྱི་མི་ཤེས་པ་དང་། ནང་དང་ཕྱི་མི་ཤེས་པ་དང་། ལས་མི་ཤེས་པ་དང་། རྣམ་པར་སྨིན་པ་མི་ཤེས་པ་དང་། ལས་དང་རྣམ་པར་སྨིན་པ་མི་ཤེས་པ་དང་། ལེགས་པར་བྱས་པའི་ལས་མི་ཤེས་པ་དང་། ཉེས་པར་བྱས་པའི་ལས་མི་ཤེས་པ་དང་། ལེགས་པར་བྱས་པ་དང་། ཉེས་པར་བྱས་པའི་ལས་མི་ཤེས་པ་དང་། རྒྱུ་མི་ཤེས་པ་དང་། འབྲས་བུ་མི་ཤེས་པ་དང་། རྒྱུ་དང་འབྲས་བུ་མི་ཤེས་པ་དང་། རྒྱུ་ལས་བྱུང་བའི་ཆོས་རྣམས་མི་ཤེས་པ་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་ཆོས་རྣམས་མི་ཤེས་པ་དང་། སངས་རྒྱས་མི་ཤེས་པ་དང་། ཆོས་མི་ཤེས་པ་དང་། དགེ་འདུན་མི་ཤེས་པ་དང་། སྡུག་བསྔལ་མི་ཤེས་པ་དང་། ཀུན་འབྱུང་བ་མི་ཤེས་པ་དང་། འགོག་པ་མི་ཤེས་པ་དང་། ལམ་མི་ཤེས་པ་དང་དགེ་བ་དང་། མི་དགེ་བའི་ཆོས་རྣམས་མི་ཤེས་པ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། བསྟེན་པར་བྱ་བ་དང་། བསྟེན་པར་བྱ་བ་མ་ཡིན་པའི་ཆོས་རྣམས་མི་ཤེས་པ་དང་། རེག་པའི་སྐྱེ་མཆེད་དྲུག་དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མི་ཤེས་པ་དང་། མི་མཐོང་བ་དང་། ཁོང་དུ་མི་ཆུད་པ་དང་། མངོན་པར་མི་རྟོག་པ་དང་། མུན་པ་དང་། ཀུན་ཏུ་རྨོངས་པ་དང་། མ་རིག་པའི་མུན་པ་སྟེ།
en: nonawareness regarding the prior limit, nonawareness regarding the following limit, nonawareness regarding the prior and the following limit, nonawareness regarding what is internal, nonawareness regarding what is external, nonawareness regarding what is internal and what is external, nonawareness regarding karma, nonawareness regarding maturation, nonawareness regarding karma and its maturation, nonawareness regarding the karma that is a good deed, nonawareness regarding the karma that is a bad deed, nonawareness regarding the karma that is a good and bad deed, nonawareness regarding the cause, nonawareness regarding the result, nonawareness regarding the cause and the result, nonawareness regarding dharmas that arise due to causes, nonawareness regarding dharmas that are dependently arisen, nonawareness regarding the Buddha, nonawareness regarding the Dharma, nonawareness regarding the Saṅgha, nonawareness regarding suffering, nonawareness regarding its origin, nonawareness regarding cessation, nonawareness regarding the path, nonawareness regarding virtuous and nonvirtuous dharmas, nonawareness regarding blameworthy and blameless dharmas and regarding dharmas that should and should not be practiced, and, regarding the six contact-entrances, nonawareness of the way they are, not seeing, not comprehending, no clear understanding, darkness, confusion, and the blinding darkness of ignorance.

source: འདི་ནི་མ་རིག་པ་ཞེས་བྱའོ།
en: This is explained as ignorance

source: །མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་རྣམས་ཞེས་བྱ་བ་ལ་འདུ་བྱེད་རྣམས་གང་ཞེ་ན།
en: “As for ‘assembled factors with ignorance as their condition,’ what are assembled factors?

source: འདུ་བྱེད་གསུམ་སྟེ།
en: Assembled factors are of three kinds:

source: ལུས་ཀྱི་འདུ་བྱེད་དང་། ངག་གི་འདུ་བྱེད་དང་། ཡིད་ཀྱི་འདུ་བྱེད་དོ།
en: assembled factors pertaining to the body, assembled factors pertaining to speech, and assembled factors pertaining to thought.

source: །ལུས་ཀྱི་འདུ་བྱེད་གང་ཞེ་ན།
en: What are the assembled factors pertaining to the body?

source: དབུགས་རྔུབ་པ་དང་། འབྱུང་བ་སྟེ། །ལུས་འདི་ནི་ལུས་ལས་བྱུང་བ། ལུས་ལ་རྟེན་པ། ལུས་དང་འབྲེལ་པ།
en: They are inhaling and exhaling, for these are bodily dharmas, based on the body, and bound to the body;

source: ལུས་ལ་འབེབས་པ།
en: they come about on the basis of the body.

source: འཇུག་པ་སྟེ། དེའི་ཕྱིར་དབུགས་རྔུབ་པ་དང་། འབྱུང་བ་དག་ལུས་ཀྱི་འདུ་བྱེད་རྣམས་ཞེས་བྱའོ།
en: Therefore, inhaling and exhaling are explained as the assembled factors pertaining to the body

source: །ངག་གི་འདུ་བྱེད་རྣམས་གང་ཞེ་ན། རྣམ་པར་བརྟགས།
en: What are the assembled factors pertaining to speech?

source: རྣམ་པར་དཔྱད་ནས་ཚིག་སྨྲའི། རྣམ་པར་མ་བརྟགས་པར་མ་ཡིན། རྣམ་པར་མ་དཔྱད་པར་ཡིན་ཏེ།
en: A person speaks after deliberating and after analyzing, not without deliberating and analyzing.

source: དེའི་ཕྱིར་རྣམ་པར་རྟོག་པ་དང་། རྣམ་པར་དཔྱོད་པ་ནི་ངག་གི་འདུ་བྱེད་ཅེས་བྱའོ།
en: Therefore, deliberation and analysis are explained as assembled factors pertaining to speech

source: །ཡིད་ཀྱི་འདུ་བྱེད་རྣམས་གང་ཞེ་ན།
en: What are the assembled factors pertaining to thought?

source: ཆགས་པའི་སེམས་པ་གང་ཡིན་པ་དང་། ཞེ་སྡང་གི་སེམས་པ་གང་ཡིན་པ་དང་། གཏི་མུག་གི་སེམས་པ་གང་ཡིན་པ་སྟེ། ཆོས་དེ་ནི་སེམས་ལས་བྱུང་བ། སེམས་ལ་རྟེན་པ། སེམས་དང་འབྲེལ་པ།
en: They are the intention of someone who has attraction, the intention of someone who has aversion, and the intention of someone who has confusion, for this is a mental dharma, based on the mind and bound to the mind;

source: སེམས་ལ་རྟེན་ནས་འཇུག་པས་དེའི་ཕྱིར་སེམས་པ་ནི་ཡིད་ཀྱི་འདུ་བྱེད་ཅེས་བྱ་སྟེ།
en: it occurs on the basis of the mind. Therefore, intention is explained as the assembled factor pertaining to thought

source: དགེ་སློང་དག་འདི་དག་ནི་འདུ་བྱེད་རྣམས་ཞེས་བྱའོ།
en: These, bhikṣus, are explained as assembled factors.

source: །འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་ལ། རྣམ་པར་ཤེས་པ་གང་ཞེ་ན།
en: “As for ‘consciousness with assembled factors as its condition,’ what is consciousness?

source: རྣམ་པར་ཤེས་པའི་ཚོགས་དྲུག་སྟེ།
en: It is the six collections of consciousness.

source: དྲུག་གང་ཞེ་ན།
en: What are the six?

source: མིག་གི་རྣམ་པར་ཤེས་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྟེ།
en: They are eye consciousness, ear consciousness, nose consciousness, tongue consciousness, body consciousness, and thought consciousness.

source: འདི་དག་ནི་རྣམ་པར་ཤེས་པའི་ཚོགས་དྲུག་གོ།
en: These are the six collections of consciousness.

source: །རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས་ཞེས་བྱ་བ་དེ་ལ། མིང་དང་གཟུགས་གང་ཞེ་ན།
en: “As for ‘name-and-form with consciousness as its condition,’ what is name-and-form?

source: མིང་ནི་གཟུགས་ཅན་མ་ཡིན་པའི་ཕུང་པོ་བཞི་སྟེ། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྟེ།
en: ‘Name’ refers to the four formless aggregates: the aggregate of feeling, the aggregate of notion, the aggregate of assembled factors, and the aggregate of consciousness.

source: འདི་ནི་མིང་ངོ་།
en: This is name

source: །གཟུགས་གང་ཞེ་ན།
en: What is form?

source: གཟུགས་གང་ཅི་ཡང་རུང་སྟེ། དེ་ཐམས་ཅད་འབྱུང་བ་ཆེན་པོ་བཞི་པོ་དག་སྟེ།
en: Whatever form exists, it all consists in the four great elements and in what depends on the four great elements. What are the four?

source: སའི་ཁམས་དང་། ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་སོ།
en: They are the earth element, the water element, the fire element, and the wind element.

source: །སའི་ཁམས་གང་ཞེ་ན།
en: What is the earth element?

source: གང་ལྕི་བ་དང་། སྲ་བ་དང་། རྩུབ་པའོ། །ཆུའི་ཁམས་གང་ཞེ་ན།
en: It is heaviness, hardness, and roughness. What is the water element?

source: གང་གཤེར་བ་དང་། རླན་པའོ།
en: It is fluidity and flow.

source: །མེའི་ཁམས་གང་ཞེ་ན།
en: What is the fire element?

source: གང་ཚ་བ་དང་། ཡོངས་སུ་སྨིན་པར་བྱེད་པའོ།
en: It is heat and maturation.

source: །རླུང་གི་ཁམས་གང་ཞེ་ན།
en: What is the wind element?

source: གང་བསྐུམ་པ་དང་། སློང་བ་དང་། ཡང་ཞིང་གཡོ་བའོ།
en: It is contraction, expansion, lightness, and motility.

source: །གཟུགས་འདི་དང་། སྔ་མའི་མིང་གཉིས་གཅིག་ཏུ་བསྡུས་ཏེ་མིང་དང་གཟུགས་ཞེས་བྱའོ།
en: Such ‘form’ and the preceding ‘name’ are abbreviated as one thing, which is then called name-and-form

source: །མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག་ཅེས་བྱ་བ་ལ། སྐྱེ་མཆེད་དྲུག་གང་ཞེ་ན། མིག་གི་སྐྱེ་མཆེད་དང་། རྣ་བའི་སྐྱེ་མཆེད་དང་། སྣའི་སྐྱེ་མཆེད་དང་། ལྕེའི་སྐྱེ་མཆེད་དང་། ལུས་ཀྱི་སྐྱེ་མཆེད་དང་། ཡིད་ཀྱི་སྐྱེ་མཆེད་དེ།
en: “As for ‘six entrances with name-and-form as their condition,’ what are the six entrances? They are the entrance of the eye, the entrance of the ear, the entrance of the nose, the entrance of the tongue, the entrance of the body, and the entrance of thought.

source: འདི་ནི་སྐྱེ་མཆེད་དྲུག་ཅེས་བྱའོ།
en: These are explained as the six entrances.

source: །སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ་ཞེས་བྱ་བ་ལ། རེག་པ་གང་ཞེ་ན།
en: “As for ‘contact with the six entrances as its condition,’ what is contact?

source: རེག་པའི་ཚོགས་དྲུག་སྟེ།
en: It is the six collections of contact.

source: མིག་གི་འདུས་ཏེ་རེག་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའོ།
en: They are eye, ear, nose, tongue, body, and thought contact.

source: །རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཞེས་བྱ་བ་ལ། ཚོར་བ་གང་ཞེ་ན།
en: “As for ‘feeling with contact as its condition,’ what is feeling?

source: ཚོར་བའི་ཚོགས་དྲུག་སྟེ།
en: It is the six collections of feeling.

source: མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། སྡུག་བསྔལ་ཡང་མ་ཡིན་བདེ་བ་ཡང་མ་ཡིན་པ་དང་། དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། སྡུག་བསྔལ་ཡང་མ་ཡིན་བདེ་བ་ཡང་མ་ཡིན་པའོ།
en: There is feeling born from eye contact, which is pleasant, painful, or neither painful nor pleasant. Likewise, there are also feelings born from ear, nose, tongue, body, and thought contact. Each of these may in turn be pleasant, painful, or neither painful nor pleasant.

source: །ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ་ཞེས་བྱ་བ་ལ། སྲེད་པ་གང་ཞེ་ན།
en: “As for ‘craving with feeling as its condition,’ what is craving?

source: སྲེད་པའི་ཚོགས་དྲུག་སྟེ།
en: It is the six collections of craving.

source: །དྲུག་གང་ཞེ་ན།
en: What are the six?

source: གཟུགས་ལ་སྲེད་པ་དང་། སྒྲ་ལ་སྲེད་པ་དང་། དྲི་ལ་སྲེད་པ་དང་། རོ་ལ་སྲེད་པ་དང་། རེག་བྱ་ལ་སྲེད་པ་དང་། ཆོས་ལ་སྲེད་པའོ། །སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ་ཞེས་བྱ་བ་ལ། ལེན་པ་གང་ཞེ་ན།
en: They are craving for form, craving for sound, craving for smell, craving for flavor, craving for tangibles, and craving for dharmas. “As for ‘clinging with craving as its condition,’ what is clinging?

source: ལེན་པ་བཞི་སྟེ།
en: It is the four types of clinging.

source: བཞི་གང་ཞེ་ན།
en: What are the four?

source: འདོད་པའི་ལེན་པ་དང་། ལྟ་བའི་ལེན་པ་དང་། ཚུལ་ཁྲིམས་དང་བརྟུལ་ཞུགས་ཀྱི་ལེན་པ་དང་། བདག་ཏུ་སྨྲ་བའི་ལེན་པའོ།
en: They are clinging to desire, clinging to views, clinging to discipline and vows, and clinging to the proposition of a ‘self.’

source: །ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ་ཞེས་བྱ་བ་ལ། སྲིད་པ་གང་ཞེ་ན།
en: “As for ‘existence with clinging as its condition,’ what is existence?

source: སྲིད་པ་གསུམ་མོ།
en: It is the three existences.

source: །གསུམ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are the three?

source: འདོད་པའི་སྲིད་པ་དང་། གཟུགས་ཀྱི་སྲིད་པ་དང་། གཟུགས་མེད་པའི་སྲིད་པའོ།
en: They are existence with desire, existence with form, and formless existence.

source: །དེ་ལ་འདོད་པའི་སྲིད་པ་གང་ཞེ་ན།
en: What, then, is existence with desire?

source: འོག་གི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པ་ནས་ཉེ་བར་བཟུང་སྟེ་གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷ་རྣམས་ཀྱི་བར་འདི་ནི་འདོད་པའི་སྲིད་པ་ཞེས་བྱའོ།
en: It is the sentient beings of the great hell called Unwavering below up to the deities in Control of Others’ Emanations.

source: །གཟུགས་ཀྱི་སྲིད་པ་གང་ཞེ་ན།
en: This is explained as existence with desire. What is existence with form?

source: ཚངས་རིས་ཀྱི་ལྷ་རྣམས་ནས་ཉེ་བར་བཟུང་སྟེ་འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་བར་འདི་ནི་གཟུགས་ཀྱི་སྲིད་པ་ཞེས་བྱའོ།
en: It is the deities of the Brahmā group up to the deities of Lesser than None.

source: །གཟུགས་མེད་པའི་སྲིད་པ་གང་ཞེ་ན།
en: This is explained as existence with form. What is formless existence?

source: ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བའི་ལྷ་རྣམས་ནས་ཉེ་བར་བཟུང་སྟེ་འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བའི་ལྷ་རྣམས་ཀྱི་བར་འདི་ནི་གཟུགས་མེད་པའི་སྲིད་པ་ཞེས་བྱའོ།
en: It is the deities placed in the abode of the infinity of space up to the deities placed in the abode of neither perception nor no perception. This is explained as formless existence.

source: །སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་ཞེས་བྱ་བ་ལ། སྐྱེ་བ་གང་ཞེ་ན།
en: “As for ‘birth with existence as its condition,’ what is birth?

source: གང་སེམས་ཅན་དེ་དང་དེ་དག་སེམས་ཅན་གྱི་རིས་དེ་དང་དེ་དག་ཏུ་སྐྱེ་བ་དང་། འཇུག་པ་དང་། རྫོགས་པར་སྐྱེ་བ་དང་། མངོན་པར་འགྲུབ་པ་དང་། ཕུང་པོ་རྣམས་འབྱུང་བ་དང་། སྐྱེ་མཆེད་རྣམས་རབ་ཏུ་ཐོབ་པ་དང་། སྲོག་གི་དབང་པོ་འབྱུང་བ་དང་། རིས་འཐུན་པ་དང་ཕྲད་པ་སྟེ།
en: It is the birth of sentient beings in a specific class of sentient beings, and it is their descent, full birth, and coming forth, the coming into existence of the aggregates, the obtainment of the entrances, the coming into existence of the life faculty, and the fact of being brought together within a shared class.

source: འདི་ནི་སྐྱེ་བ་ཞེས་བྱའོ།
en: This is explained as birth.

source: །སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་ཞེས་བྱ་བ་ལ། རྒ་བ་གང་ཞེ་ན།
en: “As for ‘decay and death with birth as their condition,’ what is decay?

source: སྤྱི་ཅེར་བ་དང་། སྐྲ་སྐྱ་བ་དང་། གཉེར་མ་མང་བ་དང་། འཁོགས་པ་དང་། ཞོམ་པ་དང་། སྒུར་ཏེ་གདུང་རྟེན་ལྟར་དགུ་བ་དང་། སྒྲ་ངར་ངར་པོར་གྱུར་ཅིང་དབུགས་རྒྱུ་བའི་ལུས་སུ་གྱུར་པ་དང་། ལུས་སྨེ་བ་ལྟ་བུས་གང་བ་དང་། ལུས་མདུན་དུ་དགུ་བ་དང་། འཁར་བ་ལ་རྟེན་པ་དང་། དབང་པོ་རྣམས་ཡོངས་སུ་སྨིན་པ་དང་། ཡོངས་སུ་ཞིག་པ་དང་། འདུ་བྱེད་རྣམས་རྙིངས་པ་དང་། ཤིག་ཤིག་པོར་གྱུར་པ་དང་། བླང་བ་དང་། ཞན་པ་དང་། ཉམས་པ་དང་། ཡོངས་སུ་ཉམས་པ་སྟེ།
en: It is baldness, grayness, an abundance of wrinkles, decrepitude, crookedness, being bent down like rafters; having a body that breathes in and out with wheezing sounds, is marred by black moles, and leans forward, supported by sticks; and the complete maturation and breaking apart of the faculties, the aging of the assembled factors, lassitude, dullness, slowness, loss, and all-around loss.

source: འདི་ནི་རྒ་བ་ཞེས་བྱའོ།
en: This is explained as decay.

source: །འཆི་བ་གང་ཞེ་ན།
en: “What is death?

source: གང་སེམས་ཅན་དེ་དང་དེ་དག་སེམས་ཅན་གྱི་རིས་དེ་དང་དེ་དག་ནས་འཆི་བ་དང་། འཕོ་བ་དང་། ཞིག་པ་དང་། མི་རྟག་པར་འགྱུར་བ་དང་། འཆི་བའི་དུས་བྱེད་པ་དང་། ཚེ་ཉམས་པ་དང་། དྲོད་ཉམས་པ་དང་། སྲོག་གི་དབང་པོ་འགགས་པ་དང་། ཕུང་པོ་རྣམས་འདོར་བ་འདི་ནི་འཆི་བ་ཞེས་བྱ་སྟེ།
en: It is the falling away of sentient beings from a specific class of sentient beings, their movement, separation, impermanence, and death, the completion of one’s time, the loss of lifespan, the loss of heat, the cessation of the life faculty, and the casting away of the aggregates. This is explained as death.

source: འཆི་བ་འདི་དང་སྔ་མའི་རྒ་བ་དེ་གཉིས་གཅིག་ཏུ་བསྡུས་ནས་རྒ་ཤི་ཞེས་བྱ་སྟེ།
en: Such ‘death’ and the preceding ‘decay’ are abbreviated as one thing, which is then called decay and death

source: དགེ་སློང་དག་དེ་ནི་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཡན་ལག་བཅུ་གཉིས་ཞེས་བྱའོ།
en: “This, bhikṣus, is dependent arising with twelve parts.

source: །དེ་ལ་འཕགས་པའི་བདེན་པ་བཞི་གང་ཞེ་ན།
en: “Now, what are the four truths of the noble ones?
